{"url":"https:\/\/techcrunch.com\/2019\/04\/19\/malwaretech-legal-case-over\/","url_used":"https:\/\/web.archive.org\/web\/20190424064330id_\/https:\/\/techcrunch.com\/2019\/04\/19\/malwaretech-legal-case-over\/","title":"Malware researcher Marcus Hutchins pleads guilty, ending his legal case – TechCrunch","text":"Malware researcher Marcus Hutchins has pleaded guilty to two counts of creating and selling a powerful banking malware, ending a long and protracted battle with U.S. prosecutors.\nHutchins, a British national who goes by the online handle MalwareTech, was arrested in August 2017 as he was due to fly back to the U.K. following the Def Con security conference in Las Vegas. Prosecutors charged Hutchins with his involvement with creating the Kronos banking malware, dating back to 2014. He was later freed on bail.\nA plea agreement was filed with the Eastern District of Wisconsin, where the case was being heard on Friday. His trial was set to begin later this year.\nHutchins agreed to plead guilty to distributing Kronos, a trojan that can be used to steal passwords and credentials from banking websites. In recent years, the trojan has continued to spread. He also agreed to plead guilty to a second count of conspiracy.\nHutchins faces up to 10 years in prison. Prosecutors have dropped the remaining charges.\nIn a brief statement on his website, Hutchins said: “I regret these actions and accept full responsibility for my mistakes.”\n“Having grown up, I’ve since been using the same skills that I misused several years ago for constructive purposes,” he said. “I will continue to devote my time to keeping people safe from malware attacks.”\nHis attorney Marcia Hofmann did not immediately return a request for comment.\nHutchins rose to prominence after he stopped the spread of the WannaCry ransomware attack in May 2017, months before his arrest. The attack used powerful hacking tools developed by the National Security Agency, which were later leaked, to backdoor thousands of Windows computers and install ransomware. The attack was later attributed to hackers backed by North Korea, knocking U.K. hospitals offline and crippling major companies around the world.\nBy registering a domain name found in the malware’s code, Hutchins stemmed the spread of the infection. He was hailed a hero for stopping the attack.\nPrior to his release and after, Hutchins gained further praise and respect from the security community for his contributions to the malware-reversing field, and demonstrating his findings so others can learn from his findings.\nJustice Department spokesperson Nicole Navas declined to comment.\n","summary":null,"authors":[],"publish_date":"04-19-2019","domain":"techcrunch.com","warc_date":"20190424064330","status":"success_wayback","split":"gen","inst_index":24030}
{"title":"Premier Horgan pledges province's capital plan to help boost value-added timber manufacturing","text":"Premier John Horgan promised that the province will build a major modernization of the Royal B.C. Museum using mass-timber components as a first step to kickstart demand for made-in-B.C., value added products.\nHorgan, speaking at the Council of Forest Industries convention in Vancouver on Friday, offered the measure as an incentive for the industry’s co-operation in a process to revitalize the province’s Interior forest sector, which is grappling with the challenge of shrinking timber supplies due to wildfires and the mountain pine beetle infestation.\nAnd it won’t just be the museum revitalization. Horgan said a new $1.9-billion St. Paul’s Hospital will use timber wherever it can. As for his government’s $20-billion capital plan, “to the greatest extent possible, mass timber will be the foundation of that construction.”\n“Announcing that the Royal B.C. Museum upgrade will be done with mass timber is transformative for the institution and also for the sector,” Horgan said. “Similarly, St. Paul’s and other projects will create a domestic market, and from there, we can start to market to other jurisdictions.”\nHorgan talked about the concept as an election promise in 2017, but held it out Friday as an opportunity to an audience of some 650 industry representatives as he sought buy-in for a process to speed along a transformation of the industry from high-volume lumber production to high-value manufacturing.\nHowever, the industry is in the middle of shedding jobs by closing mills or reducing shifts to cope with those shrinking timber supplies at the same time as Horgan’s government is trying to create jobs in forestry.\n“If we don’t have a transformation away from the high-volume to the high-value economy, we’re going to be struggling,” Horgan said. “And this is not a surprise to anyone, nor did it just arrive on my watch. But as we deal with that downturn, we need to also deal with the approach.\n“And that’s where I’m asking the industry to be innovative,” Horgan said, calling for companies, First Nations, community leaders and unions to take part in consultation talks. The process won’t replace existing consultations with First Nations or timber-allocation discussion, Horgan said. The idea is for people in B.C.’s Interior to come up with a common vision for revitalizing forestry.\n“If I announce, as often happens at these COFI conventions, ‘This is the government’s view,’ there would be 100 people calling in to question the value of those incentives or restrictions,” Horgan said. “If I ask the people that are dependent on the industry to sit down and come up with a common position, we’re going to get better outcomes.”\nHorgan sent a letter, dated April 1, to industry executives, First Nations, community and labour leaders looking for their participation in the engagement process. Instead of a top-down prescription, Horgan said government is looking for, and will support, development of an “inclusive, implementable TSA-level vision for industry competitiveness and community economic stability.”\nThe industry welcomed Horgan’s pledge to use mass timber in public projects to help create a bigger domestic market in B.C.’s export-dependent forestry sector.\n“What the premier talked about today, what we’ve talked a lot about, is the best way to approach helping our industry is to grow demand,” COFI CEO Susan Yurkovich said.\nHowever, Yurkovich said industry representatives are still figuring out Horgan’s offer to take part in the engagement process for revitalizing the Interior’s forest industry.\n“I understand there is a desire to have a process to address challenges in the Interior and do that collectively, and of course I’m supportive of that,” Yurkovich said. “(But) I don’t fully understand the process.”\nJohn Rustad, the MLA for Nechako Lakes and the B.C. Liberal party’s forestry critic, said industry representatives are telling him that government is creating uncertainty that has them holding back on investments in what has become a high-cost place to do business.\n“Government needs to start looking at the challenges that industry has and have its initiatives in that context,” said Rustad, who was in attendance at the convention. “How do we make the industry more competitive?”\ndepenner@postmedia.com\ntwitter.com\/derrickpenner\nCLICK HERE to report a typo.\nIs there more to this story? We’d like to hear from you about this or any other stories you think we should know about. Email vantips@postmedia.com\n","summary":"B.C. will use mass timber to the greatest extent possible in building public housing, schools and hospitals within its $20-billion capital plan, Horgan promised.","authors":["Updated"],"publish_date":"04-06-2019","status":"success","url":"https:\/\/vancouversun.com\/news\/local-news\/premier-horgan-pledges-provinces-capital-plan-to-help-boost-value-added-timber-manufacturing","domain":"vancouversun.com","warc_date":"2019-04-21T17:21:03Z","split":"gen","inst_index":76452}
{"url":"https:\/\/www.chicagotribune.com\/lifestyles\/askamy\/ct-ask-amy-04212019-story%2Camp.html","url_used":"https:\/\/web.archive.org\/web\/20190423032533id_\/https:\/\/www.chicagotribune.com\/lifestyles\/askamy\/ct-ask-amy-04212019-story,amp.html","title":"Ask Amy: Uncle needs to do some uncle-ing","text":"Dear Amy: My parents spend winters in warmer climates. Their return home will coincide with a family get-together at their house. In attendance will be my 20-something niece and her boyfriend — whose behavior needs improvement. He’s a nice guy otherwise, but he is evidently unaware of how to carry himself thoughtfully.\nAt my parents’ 60th wedding anniversary party, for example, he and my niece occupied the only prime space, directly across from my parents, using my parents as a backdrop for their make-out session.\nI would have preferred those two seats be occupied by my brother and me, so we could be physically close to my parents during this celebration of their marriage. At Christmas at my parents’ house, my niece’s boyfriend occupied\/reserved the front of the buffet line while everyone else helped to prepare it. He stood there (literally) wiping his dripping nose with his fingers and then transferring those drippings to the serving utensil he picked up immediately afterward.\nI’m afraid if I say anything (praise in public, coach in private) my youngest brother will hear, go ballistic and temporarily avoid family functions, which would devastate my 80-year-old mother. Can anything be done?\n— Upset Uncle\nDear Uncle: It is the aunt\/uncle’s time-honored prerogative to offer gentle suggestions to clueless young-adult nieces\/nephews. This is not parenting. This is uncle-ing.\nAnd so, if the couple is sitting where you believe you and your brother should be sitting, you say, “Hi guys, would you mind moving over two chairs so my brother and I can sit next to our parents?”\nREAD MORE: You're ready for your adult child and his kid to move out. How do you handle? »\nIn terms of the buffet hoarding (a pet peeve of mine), in our large family we have dealt with this by one or more elders leading a blessing before the serving, acknowledging and publicly thanking the people who prepared the food, and then stating: “Let’s let the older people go through the line first, so they can get themselves situated. Then the rest of us can go through.”\nI can’t speak to your younger brother’s choice to go ballistic. You are not offering judgments here; you are merely demonstrating some leadership.\nDear Amy: The best grocery in my town has great made-to-order sandwiches at an excellent price. I have been effusive in my praise and thanks to the woman at the counter who is always there in the early morning when I typically place my order.\nOver time, the attitude of the person making the sandwiches has changed visibly, where it is clear that she is unhappy to see me and to make the sandwich. Once I realized that my order interrupts her morning prep work, I have now minimized those requests. On several occasions, I’ve even apologized to her for placing the order.\nBut recently I ordered a sandwich later in the day and got the same unfriendly response. And now I have begun to wonder whether this is her problem, or mine.\nThere is no restriction posted on when a sandwich can be ordered. So what do I do? Say something to her? Say something to the manager? Stop ordering a sandwich that is healthy and tasty because it makes the employee unhappy?\nI don’t want to do anything to hurt this person at her job, as I see she works very hard and I am sympathetic to her. But there is something upside down about this and I don’t know what to do.\n— Sandwich Guy\nDear Sandwich Guy: This is not your problem. So far, the only problem I see is that you are apologizing for patronizing a local business, and cheerfully and respectfully asking someone to do her job.\nIf you order this same thing every day (it sounds as if you do), then the person working there should anticipate this. If you are courteous (it sounds as if you are), then the person working there should respond in kind.\nI wonder if you have seen her comportment toward other customers. Is she grouchy toward everyone? Have you also seen the legendary “Soup Nazi” episode of “Seinfeld”? Viewing this might help put this episode into perspective.\nLikely her demeanor has nothing to do with you. Order and enjoy.\nDear Amy: I was disgusted by the question from “Upset,” whose husband insisted on texting while driving.\nI wish you had suggested to her that she might enjoy visiting her husband in jail after he causes a tragic accident.\n— Disgusted\nDear Disgusted: The high volume of responses to this question demonstrates how worried people are about sharing the road with distracted drivers.\n(You can contact Amy Dickinson via email: askamy@amydickinson.com. Readers may send postal mail to Ask Amy, P.O. Box 194, Freeville, NY 13068. You can also follow her on Twitter @askingamy or “like” her on Facebook.)\nCopyright 2019 by Amy Dickinson\nDistributed by Tribune Content Agency\nYour new partner asks for a loan. Here's how to say 'no' without ruining the romance »\nShould significant others be excluded from the family photo? »\n","summary":"Uncle is worried about niece's boyfriend's behavior.","authors":["Amy Dickinson"],"publish_date":"04-21-2019","domain":"chicagotribune.com","warc_date":"20190423032533","status":"success_wayback","split":"gen","inst_index":10011}
{"title":"Fox and Friends Segment Suggests Climate Change is the Result of Friction","text":"What a magical, inspiring time for right-wing thought. On Friday morning, Fox & Friends welcomed “social media superstars and Fox Nation contributors” Diamond and Silk to discuss climate change and immigration, and if you’d rather just skip ahead to the part where you bang your head against your desk, I won’t blame you.\nIn case you don’t feel like losing five minutes of your one precious life to something that will make you noticeably more stupid, here’s the gist: Diamond and Silk got airtime on a national cable news network to make the claim that climate change is real, but it is to be expected because our planet is rotating very quickly, every single day of the year.\nThe climate is indeed changing, but, according to Diamond and Silk, it’s not due to the pollution we’re spewing into the sky. It’s not carbon or methane. It is, I guess, friction, and the purpose of the Green New Deal is to literally stop the Earth from turning, and reset it. This is a thing that was said on television this very morning, and your Dad watched it, and so did the president of the United States, and all of them echoed Silk’s assessment: “Mm-hmm.”\nThe hosts then turned their attention to Beto O’Rourke, who at a recent campaign event called President Trump out for painting Mexicans as “rapists” and asylum seekers as “animals.” Asked to respond to O’Rourke, Diamond said this, and I am not kidding: “When I listen to Beto O’Rourke, his rhetoric, it reminds me of a slave owner. Anytime you want to tear down existing walls, and allow poor people to flow into our country, and have them living in the shadows, working for slave wages, that makes you a slave owner.”\nIf you were wondering whether they mentioned our president, who continues to benefit from cheap, undocumented labor at his hotels and golf clubs, just kidding, you weren’t wondering that. “Beto O’Rourke need to look at himself,” said Diamond. “And his own rhetoric,” Silk chimed in. “Right. Is what he need to do,” Diamond concluded, over a chyron promising even more of this on Fox Nation, for just $5.99 a month.\nFox News—really, cable news in general—is not the place for deep and nuanced thought, but “climate change is because the Earth is speeding” and “immigration reform is slavery” are both alarmingly stupid ideas. And once again, there is a one-hundred percent chance the president is watching and nodding along.\nPete Buttigieg, the mayor of South Bend, Indiana, is a Democratic presidential hopeful who was recently attacked by a conservative blog for suggesting Jesus would be cool with bestiality. Buttigieg, who's known as Mayor Pete, did not suggest this. The Washington Post Getty Images\nAll of this comes one day after cable-news pundit and, I don’t know, viking cosplayer Erick Erickson published a post on his blog The Resurgent about rising Democratic Presidential hopeful Mayor Pete Buttigieg. Mayor Pete is an observant Christian who supports a woman’s right to make her own reproductive decisions, and he recently called out the religious right for “saying so much about what Christ said so little about, and so little about what he said so much about.” Pretty much every other Democratic Presidential hopeful holds this view; all are pro-choice, nearly all claim to be Christian. So it is interesting that only the first-ever openly gay one gets to be the subject of this headline:\nMayor Pete Buttigieg Apparently Thinks Jesus Would Be Okay With Bestiality.\nThe claim itself is too ignorant to put any energy into rebutting, but it does bear pointing out to my right-wing gay grifters out there: this is what they think of you. Whether you try to fit into their definition of respectable or not, even if you go on Tucker Carlson and eat a Chick-Fil-A sandwich, when push comes to shove, you’re no better than a goat-fucker.\nIs everything getting dumber, or are we just dizzy because the world is spinning so fast?\n","summary":"Diamond and Silk told Fox News viewers that climate change is real—but the result of the earth rotating.","authors":["Dave Holmes"],"publish_date":"04-05-2019","status":"success","url":"https:\/\/www.esquire.com\/news-politics\/a27056109\/fox-and-friends-diamond-and-silk-climate-change\/","domain":"esquire.com","warc_date":"2019-04-19T23:49:39Z","split":"gen","inst_index":51645}
{"title":"Did The High Court Just Pick Sides In the T-Series vs PewDiePie War, Banning Diss Tracks?","text":"If Indian corporations had a rap battle, it would start with “Who are you even?” proceed to the “You don’t know who I am!” stage and end with a “Hindi Mein Bol! Tu Roadie Banega?” Every time they argue online, it eventually boils down to calling a ban and basically, some of us simply cannot take trash talk. If a certain YouTube celebrity went into a trash talk battle, he starts out acting like he doesn’t care and then drop all the clues of caring way too much, enough to make you care too. This is precisely what went down between T-Series and PewDiePie. The weeks-long rivalry for most subscribers on YouTube came to a close call several times during which they had quite a few run-ins.\nJust when T-Series was on a winning streak, earlier this month, overtaking PewDiePie, he took digs at the caste system in a video titled ‘Congratulations’ (don’t try googling it). Too bad it you haven't already watched it because if you try now, this is what you'll see:\nThe video featured PewDiePie being quite a sore loser. But, we guess T-Series wanted to win that race too. T-Series not only deployed a hoard of Indians (read: I’m not kidding, they made celebrities appeal to the masses) to take PewDiePie down.\nYou can make India win! It’s so exciting to know that @Tseries, is on the brink of becoming the biggest YouTube channel in the world! Good luck @itsBhushanKumar! Let’s all subscribe to ensure #BharatWinsYouTube pic.twitter.com\/um8cmiWcUr — Varun ZAFAR Dhawan (@Varun_dvn) March 7, 2019\nTaking it to a whole new level appealed to the law after facing some serious humiliation at the hands of the YouTube content creator. The Delhi High Court issued an order to take down the diss tracks “Congratulations” on T-Series’ and “Bitch lasagna”. In Congratulations, he blatantly claimed the music label puts out pirated music amongst other defamatory remarks. The High Court, stated abusive, vulgar and racist comments as the reason for the legal move.\nThe verdict, however, isn’t out. There’s going to be another hearing July. Till then, the diss tracks will still be unavailable for Indian viewers.\n","summary":"Most \"sore loser\" on YouTube is the new battle!","authors":["Tanzim Pardiwalla"],"publish_date":"04-12-2019","status":"success","url":"https:\/\/in.mashable.com\/culture\/2952\/did-the-high-court-just-pick-sides-in-the-t-series-vs-pewdie","domain":"mashable.com","warc_date":"2019-04-24T16:40:00Z","split":"gen","inst_index":114627}
{"title":"Brexit: Corbyn told to back new EU referendum or lose millions of supporters","text":"Jeremy Corbyn has been warned by Labour’s leader in the European parliament and other grandees that the party will be deserted by millions of anti-Brexit voters if it fails to clearly back a second referendum in its manifesto for next month’s EU elections.\nThe message from Richard Corbett, who leads Labour’s 20 MEPs, comes amid growing fears at the top of the party that it could lose a generation of young, pro-EU voters if it does not guarantee another public vote.\nThat age group, as well as many other Remainers, MPs say, could turn instead to unambiguously anti-Brexit parties, including the fledgling independent group Change UK, the Liberal Democrats, the Greens and the SNP.\nCorbett said: “If Labour does not re-confirm its support for a confirmatory public vote on any Brexit deal in its manifesto then it will haemorrhage votes to parties who do have a clear message. If on the other hand we do offer clarity and a confirmatory ballot we could do very well.”\nRichard Corbett, leader of Labour’s 20 representatives in the European parliament. Photograph: Imageplotter\/REX\/Shutterstock\nWhile Labour says it is keeping the option of a second referendum on the table in talks with the government, some key figures close to Jeremy Corbyn have been reluctant to confirm that another public vote would be held on any deal that is agreed and approved by parliament. This has prompted speculation that there may be no commitment to one in Labour’s European election manifesto.\nShould Labour support a second Brexit referendum? | Jess Phillips and Gloria de Piero Read more\nFormer Labour foreign secretary Margaret Beckett also called for the manifesto to back a second public vote, saying: “It is very important that there is a clear message about where Labour stands and what Labour is offering. In my view that clear and simple message should be that there should be a confirmatory vote of the British people.\n“There is a great opportunity for Labour if we are clear. But lack of clarity would cost us support not only in these elections but it will feed through into the next general election and that may not be far away.”\nThe issue of whether Labour commits to another referendum in its European manifesto, or fudges the issue to avoid alienating its Leave-supporting voters, is already renewing tensions at the top of the party. Those in the shadow cabinet who believe the manifesto should have a second referendum pledge at its heart fear they will be cut out of discussions and that the content and wording will be decided by Corbyn’s office and the national executive committee (NEC), which is dominated by Corbyn supporters. On Saturday night a senior party source said responsibility for what would be in the manifesto would be “an NEC decision in consultation with stakeholders”. Second referendum supporters in the shadow cabinet – Keir Starmer, Emily Thornberry and Tom Watson – are likely to insist, however, that it is also fully involved.\n“It would be beyond unacceptable if the shadow cabinet is not able to approve the document and it is all done by the NEC and leader’s office,” said another shadow cabinet member. Opponents of another referendum in the shadow cabinet, including party chairman Ian Lavery, warn that Labour will lose support among its Leave voters if it backs a second vote.\nAn Opinium poll for the Observer today finds that just 17% of people who say they are certain to vote in the European elections would choose the Tories, against 29% who would back Labour. Some 26% say they would back pro-Remain parties – the Liberal Democrats (10%), the SNP (6%) the Greens (6%) and Change UK (4%) – while 25% would back either Ukip (13%) or Nigel Farage’s new Brexit party (12%). Although it is now almost three years since the June 2016 referendum put the UK on course to leave the EU, European leaders last week insisted Britain would have to take part in European elections at the end of next month as a condition for extending membership until 31 October, unless a Brexit deal passed through parliament before 22 May.\nLabour insiders say all but four of the party’s current MEPs, who all back another referendum, want to stand again and will in all probability be confirmed as candidates this week.\nLabour deputy leader Tom Watson thinks Corbyn should follow the example set by Harold Wilson in 1975. Photograph: Getty Images\nOne senior party figure said: “The result of this is that even if our manifesto does not confirm a second referendum, that is what our candidates will be advocating on the doorsteps.”\nAt the last European elections in 2014 – in which Ukip won the most seats – responsibility for writing Labour’s European election manifesto was delegated to a sub-group of the national policy forum. But this time, given the hugely increased profile of the elections, there are demands for the process to widened.\nWatson said Labour had to tread carefully and suggested the party follow the lead of Harold Wilson, who in 1975 allowed MPs and his cabinet to vote according to their consciences in the referendum confirming UK membership of the European Community.\nHe said: “A Labour government would be duty bound to deliver the result of a confirmatory referendum, whatever that may be. The public must trust us to honour that result so it makes sense for our party leadership to take a careful position and our MPs to be allowed to campaign with their consciences. Wilson’s example is a good one. He kept the government and country together.”\nLabour MP Stephen Kinnock, who has warned that another referendum would damage trust in democracy, said the focus should be to reach a cross-party agreement. He said: “Most Labour colleagues are very encouraged by media reports – and by the prime minister’s recent comments about a customs union – that we may be within touching distance of an exit deal that protects jobs, environmental standards and workers’ rights.\n“If this is indeed the case, then it’s vital that we do not allow the negotiations to be torpedoed by insisting on a public vote. It is just not realistic to hope the prime minister would ever whip her MPs to back a second referendum. The first task should be to get a ‘Labour-shaped’ deal agreed and embedded in the withdrawal agreement so it was not able to be ripped up by future Tory leader.\n“There will then of course be ample opportunity for colleagues to press their case for a second referendum on the basis of this renegotiated deal by attaching an amendment to the legislation needed to implement Brexit.”\n","summary":"A generation of young people could desert the party, says Richard Corbett, leader of Labour MEPs","authors":["Jon Cruddas","Nick Lowles"],"publish_date":"04-13-2019","status":"success","url":"https:\/\/www.theguardian.com\/politics\/2019\/apr\/13\/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit","domain":"theguardian.com","warc_date":"2019-04-18T10:30:54Z","split":"gen","inst_index":27053}
{"url":"https:\/\/www.theatlantic.com\/politics\/archive\/2019\/04\/how-key-aides-have-survived-trump-white-house\/587038\/","url_used":"https:\/\/web.archive.org\/web\/20190415131634id_\/https:\/\/www.theatlantic.com\/politics\/archive\/2019\/04\/how-key-aides-have-survived-trump-white-house\/587038\/?utm_source=feed","title":"A Survival Guide for the Trump White House","text":"“It’s not just higher” under Trump, Tenpas said. “It’s off the charts.”\nNot all that many high-ranking aides remain from the day Trump gave his inaugural address. Two-thirds of Trump’s most senior aides have left or been promoted, more than every president going back to Ronald Reagan in the 1980s, Tenpas’s research shows. But there are a few survivors. Amid all the tumult, some have even flourished. The keys: praising Trump, mastering skills that he values, and forging alliances in a rivalrous West Wing.\nIf none of that works, plant yourself in front of a TV camera and impress the boss.\nConsider Stephen Miller, the 33-year-old who started during the campaign. Miller’s portfolio is expanding. In recent weeks, Trump has given him a lead role on Miller’s pet issue—immigration policy. Trump told him: “Whatever you need, you’re empowered in this space; get it done,” a White House aide says.\nRead: Trump’s right-hand troll\nMiller has long wanted tougher measures to control migration to the U.S. In that respect, he’s in sync with Trump’s core voters—part of his value to the president. “He’s a policy adviser who has the pulse of the president’s base,” a former White House official says. “And like the president, he’s skeptical of the standard Washington playbook on trade and immigration.”\nMiller is a curious case in that Trump often prizes aides who perform well on cable TV, whose coverage he devours. Over the past two years, Miller has had some epic appearances on the small screen. In a cool medium, he runs hot. But he’s defended Trump to the point that he’s nearly gotten himself thrown off the set. And make no mistake: For a White House aide, the defense, promotion, and celebration of Trump is a durable survival strategy.\nIn an appearance last year on CNN (arguably Trump’s least favorite news outlet), Miller denounced “24 hours of negative anti-Trump hysterical coverage on this network.” As Miller attempted to drown out the host with stories about Trump’s virtues, Jake Tapper observed that he was really addressing an audience of one.\nAides say that Miller is a popular figure inside the building, though, bringing in bagels for the staff. At a birthday party for Miller and a couple of other aides on the chief of staff’s patio, Trump made a surprise appearance.\nAn undeniable asset is his speechwriting skills, past and present White House aides say. He has a feel for Trump’s voice—a skill that Trump believes “he can’t live without,” one former aide says.\nMiller has also been nimble when it comes to internal White House politics. He was first thought to be an acolyte of the former chief strategist, Steve Bannon. Both touted economic nationalism, putting them at odds with a globalist faction led by the former economic adviser Gary Cohn and the president’s son-in-law, Jared Kushner. But Miller made certain not to alienate the globalists nor to make Bannon’s mistake of antagonizing Trump’s family.\n","summary":"Amid West Wing turnover that is “off the charts,” the survivors have mastered the art of praising the boss.","authors":["Peter Nicholas"],"publish_date":"04-14-2019","domain":"theatlantic.com","warc_date":"20190415131634","status":"success_wayback","split":"gen","inst_index":9201}
{"title":"Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition","text":"The campus of Georgetown University as seen on March 12 in Washington. Win McNamee\/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution.\nThe “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News.\nAccording to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it.\nIn 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed.\nIn 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post.\nSeveral Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.\n","summary":"They would pay $27 per semester toward a fund for the descendants of slaves sold in 1838.","authors":["Molly Olmstead"],"publish_date":"04-12-2019","status":"success","url":"https:\/\/slate.com\/news-and-politics\/2019\/04\/georgetown-students-reparations-fund-vote.html","domain":"slate.com","warc_date":"2019-04-25T16:22:51Z","split":"gen","inst_index":127836}