{"title":"Reynolds High School tragedy: more laws are not the answer","text":"by In the news\nby Dan Lucas\nOn Tuesday morning a 15-year-old killer murdered fellow student Emilio Hoffman, age 14, and wounded a teacher at Reynolds High School in Troutdale, Oregon. The killer brought an AR-15 type rifle, a semi-automatic pistol and enough ammunition to do far more harm – but he was stopped before he could by police. The police were aided by a brave teacher and by a well-practiced school lockdown. After being confronted and exchanging gunfire with police, the killer committed suicide. Police also found the killer had brought a large knife.\nWithin hours, politicians were already attempting to exploit the tragedy – including Oregon’s U.S. Rep. Earl Blumenauer and U.S. Rep. Suzanne Bonamici, who were calling for expanded background checks.\nMore laws are not the answer\nFurther expanding background checks in Oregon – already one of the most restrictive states for background checks – would not have stopped the 15-year-old killer. It’s already illegal for anyone under 18 to purchase a firearm in Oregon, and this killer didn’t buy the guns – he took them – by defeating his family’s security measures where the guns were secured.\nAdditionally, the 15-year-old killer at Reynolds brought firearms and a large knife into a high school despite school policies banning weapons, Oregon state law prohibiting bringing or having a weapon at school, and the federal Gun-Free School Zones Act.\nThe killer was also in violation of ORS 166.250 (unlawful possession of firearms) even before he got to the school because he was under 18, and he was in violation of the Multnomah County gun control ordinance passed last year.\nThe 15-year-old killer violated many, many existing weapons-related laws – and none of those laws stopped him.\nWhat did work?\nReynolds High School has two full-time officers on campus every day – and they were on the scene in less than a minute – and they are being credited with stopping the killer before he could inflict more carnage.\nAfter Sandy Hook, the NRA’s Wayne LaPierre advocated for a police officer in every school. He said “The only thing that stops a bad guy with a gun is a good guy with a gun.” The media, who widely ridiculed and mocked him at the time, is largely ignoring this important part of the story. It’s important because it actually worked to save lives at Reynolds.\nWhat also worked was the bravery of a Reynolds teacher, who sounded the alert that initiated the school lockdown even though he had been wounded. A lockdown that had recently been practiced. KOIN reported “Police said the response from school staff, police and students prevented ‘many, many’ deaths, given the amount of ammunition [the killer] carried. Troutdale Mayor Doug Daoust said Reynolds High had participated in an active shooter drill in the weeks leading up to June 10.”\nWhat more can be done?\nThere needs to be a continued focus on mental health, including increasing funding where it’s needed. More schools should have armed law enforcement present. The media should stop giving publicity to the killers. There needs to be more funding for prosecutors, police and jails so that existing laws can be enforced.\nAdditionally, there needs to be public pressure on the media to stop perpetuating false and highly emotional data and perceptions. For example, all the irresponsible news agencies who reported there have been 74 school shootings since Sandy Hook in Newtown, CT. The 74 number came from Michael Bloomberg’s anti-gun group Everytown for Gun Safety. CNN has since taken the time to investigate the number and found the actual number to be 15.\nIt is indicative of how gun control groups are willing to stretch the truth to achieve their agenda. When they do that, and when the media parrots it, it makes rational discussion much more difficult.\nPlease let’s move off of fixed political agendas and focus on what works to keep our children and everyone safer.\nUPDATE (11\/12\/2014): The Oregonian reported that the guns used by Jared Padgett had been locked up: “Investigators determined that the AR-15 rifle that Padgett used in the school shooting had been locked in a Pelican-brand gun case in the bedroom he shared with his older brother, Lucas Padgett. A .25-caliber handgun found on Jared Padgett after he had killed himself with the rifle the day of the June 10 shooting had been locked in his father Michael Padgett’s bedroom, investigators concluded.”\nTo read more from Dan, visit www.dan-lucas.com\n","summary":null,"authors":["In The News"],"publish_date":"06-13-2014","status":"success","url":"http:\/\/oregoncatalyst.com\/27758-reynolds-high-school-tragedy-laws-answer.html","domain":"oregoncatalyst.com","warc_date":"2016-12-11T13:48:31Z","split":"train"}
{"title":"Researchers eye vision-correcting displays for devices","text":"New electronic display technology can automatically correct for vision defects without glasses or contact lenses, according to researchers at the MIT Media Lab and University of California at Berkeley.\nThe technology has applications for everything from e-readers and tablets to smartphones and GPS displays. By building vision correction into electronic displays researchers are hoping to improve conditions in emerging markets where glasses and prescription lenses don't come easy.\nGordon Wetzstein, a researcher at MIT's Media Lab, penned a research paper describing the technology. The paper will be presented at Siggraph, a graphics conference, later this month. Ramesh Raskar, director of the Media Lab's Camera Culture group, and Berkeley’s Fu-Chung Huang and Brian Barsky are also listed on the paper.\nThe vision correction screens are a spin on the glasses-free 3D technology also developed at MIT. MIT's 3D screen projects different images to the left and right eye. The vision-correction version slightly different images to parts of the viewer's pupil.\nVision-correcting displays use software and algorithms to simulate an image at the proper focal distance to be seen correctly. Given advances in screen technology such as the Amazon Fire's glasses free 3D effects--- also known as dynamic perspective ---some variation of vision correction may be possible commercially in the future.\nKey points include:\n","summary":"Researchers at the MIT Media Lab and University of California at Berkeley say the technology could improve conditions in emerging markets where glasses and prescription lenses don't come easy.","authors":["Larry Dignan"],"publish_date":"07-31-2014","status":"success","url":"http:\/\/www.zdnet.com\/article\/researchers-eye-vision-correcting-displays-for-devices\/","domain":"zdnet.com","warc_date":"2016-12-11T14:27:02Z","split":"train"}
{"title":"'American Idol' Recap: Burnell Taylor Exits, Power Rankings","text":"Not much to report here, just another results show on \"American Idol,\" meaning another guy has been sent home from the big stage. Four-in-a-row with no sign of letting up.\nOf course, there is that one slight sign: Lazaro somehow sneaking into the top three. Is this backlash against a show so obviously rigged from the start for a girl to win? Is Vote for the Worst's final season really having an impact and could they finally reach their ultimate goal? Do people actually like Lazaro?\nNah, after he nearly went home last week, it seems like more of an aberration after the first performance of his in weeks the judges didn't lambaste. Look for him to hit leadoff next week for a quick and easy exit and the 'Idol' producers can have their all-female final five and say, \"See, we're not just a show where a white guy with a guitar wins every season.\"\nYes, they had to stack the deck and make it the theme of the season to accomplish that, but at least they're going to get done what they wanted.\nAnd with that, here are some quick power rankings:\n1 (Rank Last Week: 1) - Angie Miller\nStill the presumptive winner and the judges' clear favorite. She's never been in any danger and actually comes closes to cute guy with guitar of anyone this season.\n2 (2) - Janelle Arthur\nShowed some inconsistency this week, but she still seems like the country girl best bet this year.\n3 (4) - Kree Harrison\nAnother top three for Kree and a clean sweep of the judges' ballots. Somehow she's catching on, but she's gotta wear thin at some point.\n4 (3) - Candice Glover\nIt's been shown dozens of times: The best pure singer never wins. That's Candice this year.\n5 (5) - Amber Holcomb\nOr maybe it's Amber, either way...\n","summary":null,"authors":["Andrew Payne","Noelle Talmon","Starpulse Staff"],"publish_date":"04-05-2013","status":"success","url":"http:\/\/www.starpulse.com\/american-idol-recap-burnell-taylor-exits-power-rankings-1848339569.html","domain":"starpulse.com","warc_date":"2016-12-11T14:41:58Z","split":"train"}
{"title":"Social Democrats trail in polls despite anniversary","text":"Photo: DPA\nCentral Berlin will be turned into a huge celebration of the Social Democratic Party (SPD) this weekend, with the famous Strasse des 17. Juni closed to traffic and crammed with beer and sausage stands and live music to mark the party's 150th anniversary.\nComing fewer than 40 days before the general election, yet billed as a \"Germany festival\", the party has drawn criticism from political opponents who say it is nothing other than a campaign vehicle.\nThe district mayor, a member of Chancellor Angela Merkel's conservatives (CDU) had opposed the application for the party, but he was bypassed by SPD city bosses. Carsten Spallek argued that the party had already marked its anniversary in May in Leipzig, where it was founded.\nIt was there on May 23rd, 1863 that the General German Workers' Association or ADAV - the predecessor to the SPD - was set up in Leipzig by the pioneer of German socialism, Ferdinand Lassalle.\nBut Berlin's city transport minister Christian Gaebler, an SPD member, said: \"The SPD can, as Germany's oldest political party, claim the right to hold its summer jubilee festival on [Berlin's Strasse des] 17. Juni.\"\nIf it were to function as a political rally - and chancellor candidate Peer Steinbrück is set to make an appearance - it would need to work very well to have much of an effect - the SPD is still trailing Merkel's CDU significantly.\nFigures published on Friday by public broadcaster ZDF suggested the SPD was on 25 percent of the vote, while the CDU's conservative bloc was on 41 percent.\nIt is only the continued poor performance of the CDU's current government coalition partner which is hindering a certain continuation of the pairing - the Free Democrats, FDP, are on the five-percent line, the minimum needed to send MPs to parliament.\nThis means the current coalition is on a combined 46 percent, while the SPD with its preferred coalition partner the Greens, would achieve 38 percent. On those figures neither grouping would have enough to form a majority government.\nBut on personal popularity, Merkel remains streets ahead of Steinbrück, with 63 percent saying they would vote for her if the chancellor were to be directly elected. Steinbrück, whose election campaign has failed to catch light, was the favourite of just 29 percent.\nAnd this year election polls could continue much longer than is normally the practice, after ZDF said it would break the convention of publishing the last one ten days before the election, before observing a poll black-out until the vote.\nThis year ZDF plans to publish the results of a poll three days before the election, saying people were deciding which way to vote later and later, and that the broadcaster did not want to keep its information from the public.\nStory continues below…\nThis is likely to benefit the FDP more than any other party, academic Peter Lösche told the Tagesspiegel newspaper. He said people were only likely to be influenced by late opinion polls if they suggested a party was heading to fail to clear the five percent needed to get into parliament.\n\"There is nothing better that could happen for the FDP than lying at 4.5 percent in the ZDF opinion poll on the Thursday before the election,\" he told the paper.\nThe Local\/DPA\/hc\n","summary":"Central Berlin will be turned into a huge celebration of the Social Democratic Party (SPD) this weekend, with the famous Strasse des 17. Juni closed to traffic and crammed with beer and sausage stands and live music to mark the party's 150th anniversary.","authors":["The Local"],"publish_date":"08-16-2013","status":"success","url":"http:\/\/www.thelocal.de\/20130816\/51443","domain":"thelocal.de","warc_date":"2016-12-11T13:45:20Z","split":"train"}
{"title":"U.S. Approves First Factory in Cuba Since Revolution","text":"HAVANA, Cuba — The Obama administration has approved the first U.S. factory in Cuba in more than 50 years, allowing a two-man company from Alabama to build a plant assembling as many as 1,000 small tractors a year for sale to private farmers in Cuba.\nThe Treasury Department last week notified partners Horace Clemmons and Saul Berenthal that they can legally build tractors and other heavy equipment in a special economic zone started by the Cuban government to attract foreign investment.\nCuban officials already have publicly and enthusiastically endorsed the project. The partners said they expect to be building tractors in Cuba by the first quarter of 2017.\n\"It's our belief that in the long run we both win if we do things that are beneficial to both countries,\" said Clemmons.\nPlay Facebook\nTwitter\nGoogle Plus\nEmbed Cuba Seeing More Tech Entrepreneurs 0:39 autoplay autoplay Copy this code to your website or blog\nThe $5 million to $10 million plant would be the first significant U.S. business investment on Cuban soil since Fidel Castro took power in 1959 and nationalized billions of dollars of U.S. corporate and private property. That confiscation provoked a U.S. embargo on Cuba that prohibited virtually all forms of commerce and fined non-U.S. companies millions of dollars for doing business with the island.\nLetting an American tractor company operate inside a Cuban government facility would have been unimaginable before Presidents Barack Obama and Raul Castro declared on Dec. 17, 2014, that they would restore diplomatic relations and move to normalize trade, travel and other aspects of the long-broken bilateral relationship.\nA view of the skyline in Havana, Cuba, August 2015. Sandra Lilley, NBC News\nSince then, Obama has been carving exceptions into the embargo through a series of executive actions, and his administration now says they allow U.S. manufacturing at the Mariel port and special economic zone about 30 miles west of Havana. One exception allows U.S. companies to export products that benefit private and cooperative farmers in Cuba. Berenthal and Clemmons say they will sell only to the private sector.\nThe Oggun tractor plant, named after a god in Cuba's syncretic Santeria religion, will assemble commercially available components into a durable and easy-to-maintain 25-horsepower tractor selling for less than $10,000, Clemmons and Berenthal said. The men believe they can sell hundreds of the tractors a year to Cuban farmers with financing from relatives outside the country and to non-government organizations seeking to help improve Cuban agriculture, which suffers from low productivity due mostly to excessive control of both basic supplies and prices by an inefficient, centrally planned state bureaucracy.\nPlay Facebook\nTwitter\nGoogle Plus\nEmbed U.S. Commerce Secretary Penny Pritzker In Cuba 0:21 autoplay autoplay Copy this code to your website or blog\n\"I have two countries that for 60 years have been in the worst of terms, anything I can do to bring to the two countries and the two people together is tremendously satisfying,\" said Berenthal, a Cuban-born semi-retired software engineer who left the country at age 16.\nBerenthal said they are optimistic that they will also be able to export Oggun tractors to other Latin American countries, which have low or no tariffs on Cuba products, making them competitive on price. The men expect a 10-20 percent profit on each tractor.\nFor the project's first three years, Clemmons and Berenthal say they will export components from the United States for assembly in Cuba. They hope to eventually begin manufacturing many of the parts themselves on the island. They said they expect to start with 30 Cuban employees and, if things go as planned, grow within five years to as many as 300.\nClemmons and Berenthal will publish all the schematics of their tractors online in order to allow Cubans and other clients to more easily repair their equipment and come up with designs for other heavy equipment based on the same frame and motor that Cleber can then produce at their Mariel factory.\nThe men already have plans to produce excavators, backhoes, trench-diggers and forklifts, equipment that's badly needed across Cuba, where virtually all the infrastructure is crumbling after years of neglect and mismanagement and a lack of cash that the government blames on the embargo.\n\"I think it'll have a tremendous impact on their ability not only to help their economy but to set an example across the Caribbean and Latin America,\" Berenthal said.\nFollow NBC News Latino on Facebook, Twitter and Instagram.\n","summary":"The U.S. has approved the first U.S. factory in Cuba in over 50 years, a two-man company from Alabama that will assemble tractors.","authors":["Associated Press"],"publish_date":"02-15-2016","status":"success","url":"http:\/\/www.nbcnews.com\/news\/latino\/u-s-approves-first-factory-cuba-revolution-n518926","domain":"nbcnews.com","warc_date":"2016-12-11T14:54:38Z","split":"train"}
